Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/local_elections/nomination_of_candidates_in_local_authority_elections.html.txt.tmx
Source language: en
Languages: ga

source: Local Elections - Nomination of Candidates
ga: Toghcháin Áitiúla - Ainmniúchán iarrthóirí

source: If you wish to be nominated to stand for election to a local authority in Ireland, there is a specific week in which you must be nominated
ga: Más mian leat go n-ainmneofaí tú le seasamh i dtoghchán údaráis áitiúil in Éirinn, tá seachtain faoi leith ann nach mór tú a ainmniú

source: This week takes place 4 weeks before the polling day
ga: Tarlaíonn an tseachtain sin 4 seachtaine roimh an lá vótaíochta

source: You may nominate yourself or be nominated by a local government elector registered in the area
ga: D'fhéadfá tú féin a ainmniú nó d'fhéadfadh vótálaí údaráis áitiúil atá cláraithe sa cheantar thú a ainmniú

source: You may be nominated to stand in more than one area
ga: D'fhéadfá a bheith ainmnithe le haghaidh níos mó ná ceantar amháin

source: You are eligible to be elected to a local authority if you are ordinarily resident in Ireland and you are at least 18 years old. You do not have to be an Irish citizen
ga: Chun a bheith i dteideal a bheith tofa d'údarás áitiúil, ní foláir duit a bheith i do chónaí in Éirinn agus ar a laghad 18 bliain d'aois

source: Certain people are disqualified from becoming members of a local authority:
ga: Tá daoine áirithe dícháilithe ó bheith ina mbaill d'údarás áitiúil:

source: • A member of the European Commission, Parliament or Courts
ga: • Ball de Choimisiún, Parlaimint, nó Cúirteanna na hEorpa

source: • A Minister of the Government or a Minister of State
ga: • Aire Rialtais nó Aire Stáit

source: • An Ceann Comhairle (the Chairman of the Dáil) and an Cathaoirleach (the Chairman of the Seanad)
ga: • An Ceann Comhairle agus an Cathaoirleach (Cathaoirleach an tSeanaid)

source: • The Comptroller and Auditor General
ga: • An tArd-Reachtaire Cuntas agus Ciste

source: Where it does not specifically state in your contract of employment that you may be a member of a local authority
ga: • Státseirbhíseach nach bhfuil sé de chead aige nó aici, go sainráite, a bheith ina chomhalta nó ina omhalta de rialtas áitiúil faoina chuid nó faoina cuid téarmaí fostaíochta

source: • A person employed by a local authority and is not the holder of a class, description or grade of employment designated by order under section 161(1)(b) of the Local Government Act 2001
ga: • Duine atá fostaithe ag údarás áitiúil nach sealbhóir d’aicme, de thuairisc nó de ghrád fostaíochtaí é a bheidh ainmnithe le hordú faoi alt 161 (1)(b) den Acht Rialtais Áitiúil 2001

source: • A person employed by the Health Service Executive and who is at a grade or of a description of employment designated by order of the Minister for Health
ga: • Duine atá fostaithe ag Feidhmeannacht na Seirbhísí Sláinte agus atá ar ghrád fostaíochta nó ar thuairisc fostaíochta atá ainmnithe le hordú ag an Aire Sláinte

source: • People currently imprisoned for a term longer than 6 months
ga: • Daoine i bpríosún faoi láthair ar feadh téarma níos faide ná 6 mhí

source: • People who have failed pay local authority charges
ga: • Daoine nár íoc táillí údaráis áitiúil

source: • People who have failed to comply with an order of a court to pay money due to a local authority
ga: • Daoine nár chomhlíon ordú cúirte airgead a íoc le údarás áitiúil

source: • People who have been convicted of fraud or dishonest dealings, corrupt practice or acting while disqualified
ga: • Daoine a bhí ciontaithe i leith calaoise nó gníomhaíochtaí mí-ionraic, cleachtais éillitheacha, nó a bheith ag gníomhú agus é/í dícháilithe

source: Nomination forms are available from the local authority returning officer
ga: Tá foirmeacha ainmniúcháin ar fáil ag oifig do Bhainisteora Cathrach nó Contae áitiúil

source: Once you have completed your nomination form, you must then return the nomination form to the returning officer
ga: Nuair a bheidh d’fhoirm ainmniúcháin comhlánaithe agat, ní mór duit an fhoirm ainmniúcháin a sheoladh ar ais chuig oifig an Bhainisteora Cathrach nó Contae

source: You may include party affiliation on the nomination paper
ga: Féadfaidh tú cleamhnacht pháirtí a áireamh ar an bpáipéar ainmniúcháin

source: If you have no party affiliation, you may be described as 'Non-Party' or you may leave this space blank
ga: Mura bhfuil aon chleamhnacht pháirtí agat, d’fhéadfaí cur síos ort mar ‘Neamhpháirtí’ nó féadfaidh tú an spás sin a fhágáil bán

source: If you are a member of a political party, you must submit a Certificate of Party Affiliation with your nomination form
ga: Más ball de pháirtí polaitíochta thú, ní mór deimhniú cleamhnachta polaitíochta a bheith i gceangal le d' fhoirm ainmniúcháin

source: If you are an independent candidate, you must complete your nomination form and one of the following:
ga: Más iarrthóir neamhspleách thú ní mór duit d' fhoirm ainmniúcháin a chomhlánú agus ceann de na rudaí seo a leanas:

source: • Statutory declarations by 15 assentors. These are persons registered to vote in the electoral area concerned
ga: • Dearbhú reachtúil déanta ag 15 duine is aontóir é nó í atá cláraithe mar thoghthóirí áitiúla sa toghlimistéar lena mbaineann na dearbhuithe reachtúla

source: • Lodge a deposit of €100
ga: • Lóisteálfá éarlais de €100 leis an gceann comhairimh

source: The returning officer must rule on whether your nomination paper is valid within one hour of it's presentation
ga: Ní mór don cheann comhairimh cinneadh an bhfuil do pháipéar ainmniúcháin bailí laistigh d’uair an chloig ó chuirtear i láthair é

source: Your nomination paper may be ruled invalid if:
ga: Ní féidir cinneadh go bhfuil do pháipéar ainmniúcháin neamhbhailí ach:

source: • The nomination of a non-party candidate is not assented to in the proper manner, or
ga: • Murar aontaíodh ar bhealach ceart le hainmniúchán iarrthóra neamhpháirtí, agus

source: • The nomination paper of any candidate is not properly made out or signed
ga: • Mura bhfuil páipéar ainmniúcháin aon iarrthóra déanta amach i gceart nó sínithe

source: The returning officer is required to object to the description of any candidate which is (in the returning officer's opinion), unnecessarily long or insufficient to identify the candidate
ga: Éilítear ar an gceann comhairimh cur i gcoinne aon chur síos ar aon iarrthóir atá (dar leis an gceann comhairimh) rófhada nó nach leor é chun an t-iarrthóir a aithint

source: The candidate or the returning officers may amend the paticulars shown on the nomination paper
ga: Is féidir leis an iarrthóir nó leis na cinn chomhairimh na sonraí atá le feiceáil ar an bpáipéar ainmniúcháin a leasú

source: There is more information on local elections on the website of the Department of Housing, Planning, Community and Local Government and in Section 15 of the Electoral (Amendment) Act 2009
ga: Tá tuilleadh eolais maidir le toghcháin áitiúla ar an láithreán gréasáin na Roinne Tithíochta, Pleanála​​, Pobail agus Rialtais Áitiúil agus in Alt 15 den Acht Toghcháin (Leasú) 2009
